[   
    {
        "nome": "Pokemon Scarlet",
        "preco": "R$299,90",
        "descricao": "Os mais novos capítulos da série Pokémon™, os jogos Pokémon Scarlet e Pokémon Violet, estão chegando ao sistema Nintendo Switch™ ainda este ano. Como personagem principal, você pode explorar o mundo aberto de Pokémon Scarlet no seu próprio ritmo. Nesses jogos, você poderá desfrutar das aventuras icônicas da série Pokémon, como lutar contra Pokémon selvagens e tentar pegá-los! Escolha Sprigatito, o Pokémon Grass Cat, Fuecoco, o Pokémon Fire Croc ou Quaxly, o Pokémon Patinho para ser seu primeiro Pokémon parceiro antes de partir em sua jornada por esta nova região.",
        "caracteristicas": ["Embarque em uma nova aventura Pokémon em um cenário de mundo aberto!",
        "Explore livremente através de uma nova região rica e expansiva!",
        "Descubra Pokémon em toda a região - nos céus, nos mares, nas florestas, nas ruas e muito mais!",
        "Visite várias vilas e cidades que se misturam perfeitamente com a natureza!",
        "Pegue, lute e troque Pokémon em uma nova aventura!"],
        "detalhes": ["Plataforma: Nintendo Switch", "Lançamento: 20/01/2023", "Desenvolvedor: Gamefreak", "Distribuidor: Nintendo"],
        "imagemPrincipal": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ1oVu-oX6dv8Zav-zogEOzph1aIiYF9TEzsg&usqp=CAU",
        "imagem2" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSX0ltEQ_733Zdyvn5cBnBQNemHX1FbGubqxA&usqp=CAU",
        "imagem3": "https://sm.ign.com/ign_br/screenshot/default/pokemon-scarlet-violet-1_7new.jpg",
        "imagem4": "https://criticalhits.com.br/wp-content/uploads/2022/11/pokemon-scarlet-violet-professor-910x455.jpg",
        "genero": "Aventura RPG Casual PvE PvP",
        "gamemodes": "Single-player Multi-player.Local Multi-player.Online",
        "idiomas": "Inglês Francês Japonês Italiano Alemão",
        "token": "001"
    },
    {
        "nome": "Terraria",
        "preco": "R$19,99",
        "descricao": "Terraria é um jogo eletrônico RPG de ação-aventura independente produzido pela desenvolvedora de jogos Re-Logic. Possui como características a exploração, artesanato, construção de estruturas e combate a monstros perigosos em um mundo 2D gerado proceduralmente.",
        "caracteristicas": ["Cave, lute, explore, construa! Nada é impossível neste jogo de aventura cheio de ação.",
        "Fortaleça seus equipamentos e enfrente vários inimigos com características únicas.",
        "Escolha a dificuldade mais confortável, do modo jornada ao modo mestre.",
        "Explore cavernas e masmorras com as mais diversas armadilhas e perigos"],
        "detalhes": ["Plataforma: Nintendo Switch, Android, PlayStation 4, Xbox One", "Lançamento: 16/05/2011", "Desenvolvedor: Re-Logic", "Distribuidor: Re-Logic"],
        "imagemPrincipal": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/pt_BR/games/switch/t/terraria-switch/hero",
        "imagem2" : "https://pt.jugomobile.com/wp-content/uploads/2022/05/1652233216_Como-obter-Life-Fruit-em-Terraria.jpg",
        "imagem3": "https://forums.terraria.org/index.php?attachments/6299715-1-png.264721/",
        "imagem4": "https://xboxplay.games/uploadStream/18716.jpg",
        "genero": "Ação aventura Mundo Aberto Plataforma",
        "gamemodes": "Single-player Multi-player.IP Multi-player.Steam",
        "idiomas": "Inglês Alemão Italiano Francês Espanhol Russo",
        "token": "002"
    },      
    {
        "nome": "Sonic Mania",
        "preco": "R$99,90",
        "descricao": "Sonic Mania é um jogo eletrônico de plataforma desenvolvido pela PagodaWest Games e Headcannon e publicado pela Sega. Produzido em comemoração ao 25º aniversário da série Sonic the Hedgehog. O jogo retorna para a jogabilidade 2D e o estilo visual original dos jogos Mega Drive",
        "caracteristicas": ["Embarque em uma aventura incrível com seu ouriço favorito, passando por diversos níveis em alta velocidade",
        "Enfrente inimigos e os derrote para libertar os animais capturados e transformados pelo vilão Ivo 'Eggman' Robotnik. conhecido como Doctor Eggman",
        "Divirta-se testando fazes criadas por você mesmo"],
        "detalhes": ["Plataforma: Nintendo Switch PlayStation 4 Xbox One Microsoft Windows", "Lançamento: 15/08/2017", "Desenvolvedor: Christian Whitehead Headcannon PagodaWest Games", "Distribuidor: SEGA"],
        "imagemPrincipal": "https://cdn1.epicgames.com/45e7cf3c49054f2fb20b673d9b0ae69e/offer/EGS_SonicMania_Lab42_S5-1360x765-31b5379f91e2451e57e0273339bf68b8.jpg",
        "imagem2" : "https://fs-prod-cdn.nintendo-europe.com/media/images/06_screenshots/games_5/nintendo_switch_download_software_2/nswitchds_sonicmania/NSwitchDS_SonicMania_01.png",
        "imagem3": "https://i.ytimg.com/vi/idX0KKtNcyI/maxresdefault.jpg",
        "imagem4": "https://assets.reedpopcdn.com/sonic-mania-truques-e-dicas-1502882378429.jpg/BROK/thumbnail/1600x800/format/jpg/quality/80/sonic-mania-truques-e-dicas-1502882378429.jpg",
        "genero": "plataforma casual Aventura",
        "gamemodes": "Single-player Multi-player.local",
        "idiomas": "Português Inglês Espanhol Francês Japonês Italiano Alemão Espanhol Koreano",
        "token": "003"
    },
    {
        "nome": "God of War: Ragnarok",
        "preco": "R$349,90",
        "descricao": "God of War Ragnarök é um jogo eletrônico de ação-aventura desenvolvido pela Santa Monica Studio e publicado pela Sony Interactive Entertainment. Foi lançado em 9 de novembro de 2022 para PlayStation 4 e PlayStation 5. É o nono título da série God of War, o nono em ordem cronológica, e a sequência de God of War.",
        "caracteristicas": ["Em Super Mario Odyssey, o jogador joga como Mario em suas aventuras por terras além do Reino dos Cogumelos com o auxílio de um novo personagem introduzido no jogo, o Cappy.",
        "Mario e Cappy atravessam muitos reinos em sua aventuraViaje com Kratos e Atreus para cada canto dos Nove Reinos em busca de respostas, enquanto as tropas de Asgard se preparam para uma batalha que pode acabar com o mundo. A ameaça da destruição final - o Ragnarok, apocalipse nórdico - é cada dia mais feroz e pai e filho devem escolher entre a segurança dos reinos ou sua própria segurança.",
        "O jogo deve contar com novos personagens como o anão Durlin, a giganta Angrboda e os deuses Thor, Tyr e Odin, líder dos deuses nórdicos, além de retornar com os anteriores como Freya, Atreus, Mimir, Sindri, Brok, e é claro, Kratos."],
        "detalhes": ["Plataforma: PlayStation 5 PlayStation 4", "Lançamento: 09/11/2022", "Desenvolvedor: Santa Monica Studio", "Distribuidor: Sony Interactive Entertainment"],
        "imagemPrincipal": "https://image.api.playstation.com/vulcan/ap/rnd/202207/1210/4xJ8XB3bi888QTLZYdl7Oi0s.png",
        "imagem2" : "https://sportshub.cbsistatic.com/i/2022/10/27/30aa70ba-75c9-4cb2-ac8f-fb9d6a101cd4/god-of-war-ragnarok-thor.jpg?auto=webp",
        "imagem3": "https://s2.glbimg.com/wPIsq9LSS48LsITO65G7wPagSXo=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2022/F/A/A7vA4KQAOyX2BRTtT89Q/god-of-war-ragnarok-tudo-sobre-ps5-ps4-problemas-pandemia.jpg",
        "imagem4": "https://genk.mediacdn.vn/139269124445442048/2022/11/4/lmao-1667558037942-1667558038095478751128.png",
        "genero": "ação aventura RPG eletrônico tiro luta Hack and slash",
        "gamemodes": "Single-player",
        "idiomas": "Árabe Português Inglês Espanhol Tailandês Turco",
        "token": "004"
    },      
    {
        "nome": "Super Mario Odyssey",
        "preco": "R$349,90",
        "descricao": "Super Mario Odyssey é um jogo de plataforma desenvolvido pela Nintendo Entertainment Planning & Development e publicado pela Nintendo. Foi lançado mundialmente em 27 de outubro de 2017 exclusivamente para o Nintendo Switch.",
        "caracteristicas": ["Mario e Cappy atravessam muitos reinos em sua aventura: Tostarena de Sand Kingdom, Lake Lamode de Lake Kingdom e Steam Gardens de Wooded Kingdom, eles encontram Bowser na Nimbus Arena de Cloud Kingdom e muito mais.",
        "O jogo consiste em coletar 'Power Moons' (Luas de Poder) para poder viajar pelo mundo com a nave Odyssey."],
        "detalhes": ["Plataforma: Nintendo Switch", "Lançamento: 27/10/2017", "Desenvolvedor: Nintendo, Nintendo Entertainment Planning & Development", "Distribuidor: Nintendo"],
        "imagemPrincipal": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/pt_BR/games/switch/s/super-mario-odyssey-switch/hero",
        "imagem2" : "https://carrefourbr.vtexassets.com/arquivos/ids/6488303/MP14204436_Super-Mario-Odyssey---Switch_3_Zoom.jpg?v=637344282146670000",
        "imagem3": "https://img.redbull.com/images/q_auto,f_auto/redbullcom/2017/02/13/1331844657500_2/quando-voc%C3%AA-quiser-prosseguir-pegue-um-chap%C3%A9u.jpg",
        "imagem4": "https://img.ibxk.com.br/2017/06/16/16043156872010.jpg",
        "genero": "Jogo eletrônico de plataforma Jogo eletrônico de ação e aventura",
        "gamemodes": "Multi-player Single-player",
        "idiomas": "Português Inglês Espanhol Russo",
        "token": "005"
    },      
    {
        "nome": "Enter the Gungeon",
        "preco": "R$46,99",
        "descricao": "Enter the Gungeon é um jogo roguelike bullet hell de 2016 desenvolvido pela Dodge Roll e publicado pela Devolver Digital. Situado no Gungeon com tema de armas de fogo, a jogabilidade segue quatro personagens de jogadores chamados Gungeoneers enquanto eles atravessam salas geradas processualmente para encontrar uma arma que pode 'matar o passado'.",
        "caracteristicas": ["Enter the Gungeon é uma aventura em um labirinto com armas de fogo, na qual um bando de desajustados arrependidos terá que atirar, saquear, se esqui e virar mesas, em busca da absolvição pessoal, chegando ao lendário tesouro final do Balabirinto: a arma que mata o passado.",
        "O Balabirinto: Esta infernal fortaleza de balas em constante evolução, que mistura com elegância câmaras meticulosamente feitas à mão em um labirinto gerado aleatoriamente, busca destruir tudo que entra por suas portas. Mas cuidado, o Balabirinto responde e se adapta às suas vitórias contra os sentinelas e armadilhas dele, aumentando cada vez mais a dificuldade de seus desafios!",
        "O Culto dos Zumbalas: O Balabirinto não é feito apenas de armadilhas e buracos. Acalme os nervos e prepare a mira para enfrentar o explosivo Culto dos Zumbalas. Estes discípulos da Arma farão de tudo para deter o progresso dos heróis e defender o templo deles a qualquer custo."],
        "detalhes": ["Plataforma: Nintendo Switch, PlayStation 4, Xbox One, macOS, Linux, Microsoft Windows, Google Stadia, Amazon Luna, Mac OS", "Lançamento: 05/04/2016", "Desenvolvedor: Dodge Roll, Dodge Roll Games, Mythic Entertainment, 22nd Century Toys LLC", "Distribuidor: Devolver Digital"],
        "imagemPrincipal": "https://cdn1.epicgames.com/undefined/offer/Gungeon_PortraitPromo-1280x1440-16a72d4e2592d6a8eb57fbc059d7a4d2.jpg",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/311690/ss_69eced883d3b97d38b6ff00fcbd34eedf759243a.1920x1080.jpg?t=1666986657",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/311690/ss_9d3f304b18e8cd1cf6ac4a886bec474e0b677800.1920x1080.jpg?t=1666986657",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/311690/ss_009d6fd10948fccb1cbf06ceb4d7f2035cb415a4.1920x1080.jpg?t=1666986657",
        "genero": "Roguelike Jogo eletrônico independente Jogo eletrônico de aventura Shoot 'em up Adventure",
        "gamemodes": "Multi-player.local Single-player",
        "idiomas": "Português(Brasil, Portugal) Inglês Espanhol",
        "token": "006"
    },
    {
        "nome": "Stardew Valley",
        "preco": "R$24,99",
        "descricao": "Você herdou a antiga fazenda do seu avô, em Stardew Valley. Com ferramentas de segunda-mão e algumas moedas, você parte para dar início a sua nova vida. Será que você vai aprender a viver da terra, a transformar esse matagal em um próspero lar?",
        "caracteristicas": ["Crie a fazenda dos seus sonhos! Construa sua fazenda do zero em 1 de 5 mapas diferentes.",
        "Domine as técnicas da agropecuária! Crie animais, plantações, máquinas úteis e muito mais.",
        "Faça parte de uma comunidade local! Faça amizade com mais de 30 moradores diferentes de Pelican Town.",
        "Personalize seu fazendeiro! Escolha entre centenas de opções para modificar seu personagem.",
        "Organize-se e crie uma família! Compartilhe sua vida na fazenda em um relacionamento com 1 entre 12 personagens disponíveis.",
        "Explore cavernas vastas e misteriosas! Encontre monstros perigosos e tesouros valiosos."],
        "detalhes": ["Plataforma: Nintendo Switch, Android, PlayStation 4, mac OS", "Lançamento: 26/02/2016", "Desenvolvedor: Dodge Roll, Dodge Roll Games, Mythic Entertainment, 22nd Century Toys LLC", "Distribuidor: Devolver Digital"],
        "imagemPrincipal": "https://learningworksforkids.com/wp-content/uploads/stardewvalleyappicon.png",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/413150/ss_b887651a93b0525739049eb4194f633de2df75be.1920x1080.jpg?t=1666917466",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/413150/ss_9ac899fe2cda15d48b0549bba77ef8c4a090a71c.1920x1080.jpg?t=1666917466",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/413150/ss_d836f0a5b0447fb6a2bdb0a6ac5f954949d3c41e.1920x1080.jpg?t=1666917466",
        "genero": "Jogo eletrônico independente RPG eletrônico Jogo eletrônico de aventura Jogo eletrônico de luta Jogo eletrônico de ação Simulador de vida Jogo eletrônico de estratégia Jogo eletrônico de simulação",
        "gamemodes": "Multi-player Single-player",
        "idiomas": "Português(Brasil, Portugal) Inglês Espanhol",
        "token": "007"
    },
    {
        "nome": "Horizon Zero Dawn™ Complete Edition",
        "preco": "R$199,90",
        "descricao": "Viva a experiência de Aloy em sua busca lendária para desvendar os mistérios de uma Terra do futuro controlada por máquinas. Use ataques táticos devastadores contra suas presas e explore um mundo aberto majestoso neste premiado RPG de aventura e ação!",
        "caracteristicas": ["Exilada da sua tribo, esta jovem caçadora luta para desvendar seu passado, descobrir seu destino… e deter uma catástrofe futura.",
        "Lance ataques táticos devastadores contra Máquinas e também tribos rivais, enquanto explora um mundo aberto cheio de vida selvagem e perigos.",
        "Horizon Zero Dawn™ é um RPG de aventura e ação vencedor de vários prêmios - e esta Edição Completa inclui a expansão The Frozen Wilds, com novos territórios e novas habilidades, armas e Máquinas.",
        "INCLUI: Horizon Zero Dawn, Expansão The Frozen Wilds, Traje Patrulheira da Tormenta Carja e Arco Poderoso Carja, Pacote Vendedor Carja, Traje Pioneira Banuk e Arco Matador Banuk ,Pacote Viajante Banuk, Pacote Guardião Nora"],
        "detalhes": ["Plataforma: PlayStation 4 Microsoft Windows", "Lançamento: 07/08/2020", "Desenvolvedor: Guerrilla Games", "Distribuidor: PlayStation PC LLC"],
        "imagemPrincipal": "https://cdn1.epicgames.com/3328b08ac1c14540aa265a1a85c07839/offer/hzd_wide-2560x1440-bd312be05c49cf339097777c493cb899.jpg",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/1151640/ss_f7cf51f1ccd909264f2c5814f328e3f72e7b62bd.1920x1080.jpg?t=1667297464",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/1151640/ss_9db45aa04e8c8b5043b479f42ed36296bfc3a918.1920x1080.jpg?t=1667297464",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/1151640/ss_d09106060fb7de8bf342c23df18b14debc8a15a3.1920x1080.jpg?t=1667297464",
        "genero": "Mundo aberto RPG eletrônico de ação Jogo eletrônico de tiro Jogo eletrônico de ação e aventura Jogabilidade não linear",
        "gamemodes": "Single-player",
        "idiomas": "Português(Brasil, Portugal) Inglês Espanhol",
        "token": "008"
    },      
    {
        "nome": "Marvel's Spider-Man: Miles Morales",
        "preco": "R$199,90",
        "descricao": "Após os eventos de Marvel's Spider-Man Remastered, o adolescente Miles Morales está se ajustando à sua nova casa enquanto segue os passos de seu mentor, Peter Parker, como um novo Homem-Aranha. Quando uma feroz luta pelo poder ameaça destruir sua casa, Miles deve assumir o manto do Homem-Aranha e possuí-lo.",
        "caracteristicas": ["Após os eventos de Marvel's Spider-Man Remasterizado, o adolescente Miles Morales está se adaptando à sua nova casa enquanto segue os passos do seu mentor, Peter Parker, para se tornar um novo Spider-Man. Mas uma violenta disputa de forças ameaça destruir seu novo lar e faz o aspirante a herói perceber que com grandes poderes também vêm grandes responsabilidades. Para sal a Nova York da Marvel, Miles precisa reconhecer e assumir o título de Spider-Man.",
        "Miles Morales descobre poderes incríveis e explosivos que o diferenciam de seu mentor, Peter Parker. Domine seus ataques Venom bioelétricos, poderes de camuflagem, truques espetaculares com teia, além de dispositivos e habilidades.",
        "Uma guerra pelo controle da Nova York da Marvel estourou entre uma empresa de energia desonesta e um exército criminoso de alta tecnologia. Com o seu novo lar ameaçado pelo conflito, Miles deve descobrir o preço de se tornar um herói e decidir o que sacrificar pelo bem maior.",
        "Atravesse as ruas cobertas de neve do animado e movimentado bairro de Miles enquanto ele se adapta à nova vizinhança. Quando os limites entre a sua vida pessoal e o combate ao crime começam a desaparecer, Miles descobre em quem pode confiar e como é realmente se sentir em casa."],
        "detalhes": ["Plataforma: PlayStation 5, PlayStation 4, Microsoft Windows", "Lançamento: 18/11/2022", "Desenvolvedor: Insomniac Games, Nixxes Software", "Distribuidor: PlayStation PC LLC"],
        "imagemPrincipal": "https://psverso.com.br/wp-content/uploads/2021/06/Marvels-Spider-Man-Miles-Morales-analise-critica-review.jpg",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/1817190/ss_02bb2ac97c3ce854344a537d9ed89c70ba45c3d3.1920x1080.jpg?t=1668787110",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/1817190/ss_1950c472438a5ccde0f9e7c112dceaddd7cd52f1.1920x1080.jpg?t=1668787110",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/1817190/ss_4198c024c13b1477240cf043cd4f7867913f77e1.1920x1080.jpg?t=1668787110",
        "genero": "Jogo eletrônico de ação e aventura Jogo eletrônico de luta Jogo eletrônico de plataforma Adventure",
        "gamemodes": "Single-player",
        "idiomas": "Português(Brasil, Portugal) Inglês Espanhol",
        "token": "009"
    }
]